{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "atlas.vim": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-tw2css": { "branch": "main" },
  "coc": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "editorconfig.nvim": { "branch": "master" },
  "eslint": { "branch": "main" },
  "everforest": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "gruvbox": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "none-ls-extras.nvim": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-markdown-preview": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "vague.nvim": { "branch": "main" },
  "vim-astro": { "branch": "main" },
  "vim-cool": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
